[
  {
    "id":1,
    "message":"Sed ante. Vivamus tortor. Duis mattis egestas metus.\n\nAenean fermentum. Donec ut mauris eget massa tempor convallis. Nulla neque libero, convallis eget, eleifend luctus, ultricies eu, nibh.",
    "date":"2021-07-02T04:33:20",
    "user": {
      "id": 1,
      "firstName": "John",
      "lastName": "Doe"
    }
  },
  {
    "id":2,
    "message":"Proin eu mi. Nulla ac enim. In tempor, turpis nec euismod scelerisque, quam turpis adipiscing lorem, vitae mattis nibh ligula nec sem.\n\nDuis aliquam convallis nunc. Proin at turpis a pede posuere nonummy. Integer non velit.\n\nDonec diam neque, vestibulum eget, vulputate ut, ultrices vel, augue. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Donec pharetra, magna vestibulum aliquet ultrices, erat tortor sollicitudin mi, sit amet lobortis sapien sapien non mi. Integer ac neque.",
    "date":"2021-01-04T20:09:42",
    "user": {
      "id": 1,
      "firstName": "John",
      "lastName": "Doe"
    }
  },
  {
    "id":3,
    "message":"In congue. Etiam justo. Etiam pretium iaculis justo.",
    "date":"2021-05-26T21:10:13",
    "user": {
      "id": 1,
      "firstName": "John",
      "lastName": "Doe"
    }
  },
  {
    "id":4,
    "message":"Curabitur gravida nisi at nibh. In hac habitasse platea dictumst. Aliquam augue quam, sollicitudin vitae, consectetuer eget, rutrum at, lorem.\n\nInteger tincidunt ante vel ipsum. Praesent blandit lacinia erat. Vestibulum sed magna at nunc commodo placerat.",
    "date":"2021-05-10T12:21:56",
    "user": {
      "id": 1,
      "firstName": "John",
      "lastName": "Doe"
    }
  },
  {
    "id":5,
    "message":"Vestibulum quam sapien, varius ut, blandit non, interdum in, ante. Vestibulum ante ipsum primis in faucibus orci luctus et ultrices posuere cubilia Curae; Duis faucibus accumsan odio. Curabitur convallis.",
    "date":"2021-05-31T09:55:32",
    "user": {
      "id": 1,
      "firstName": "John",
      "lastName": "Doe"
    }
  },
  {
    "id":6,
    "message":"In hac habitasse platea dictumst. Morbi vestibulum, velit id pretium iaculis, diam erat fermentum justo, nec condimentum neque sapien placerat ante. Nulla justo.",
    "date":"2021-08-16T08:40:55",
    "user": {
      "id": 1,
      "firstName": "John",
      "lastName": "Doe"
    }
  },
  {
    "id":7,
    "message":"Nam ultrices, libero non mattis pulvinar, nulla pede ullamcorper augue, a suscipit nulla elit ac nulla. Sed vel enim sit amet nunc viverra dapibus. Nulla suscipit ligula in lacus.",
    "date":"2020-11-12T20:02:23",
    "user": {
      "id": 2,
      "firstName": "Bob",
      "lastName": "Stream"
    }
  },
  {
    "id":8,
    "message":"Cras non velit nec nisi vulputate nonummy. Maecenas tincidunt lacus at velit. Vivamus vel nulla eget eros elementum pellentesque.\n\nQuisque porta volutpat erat. Quisque erat eros, viverra eget, congue eget, semper rutrum, nulla. Nunc purus.",
    "date":"2021-04-24T13:50:21",
    "user": {
      "id": 2,
      "firstName": "Bob",
      "lastName": "Stream"
    }
  },
  {
    "id":9,
    "message":"Integer tincidunt ante vel ipsum. Praesent blandit lacinia erat. Vestibulum sed magna at nunc commodo placerat.",
    "date":"2021-05-17T00:58:36",
    "user": {
      "id": 2,
      "firstName": "Bob",
      "lastName": "Stream"
    }
  },
  {
    "id":10,
    "message":"Praesent blandit. Nam nulla. Integer pede justo, lacinia eget, tincidunt eget, tempus vel, pede.",
    "date":"2021-03-08T04:46:11",
    "user": {
      "id": 2,
      "firstName": "Bob",
      "lastName": "Stream"
    }
  }
]
